Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Import Localized Screenshots…** (row ▸ **⋯** menu, or drop a folder onto a row) takes a folder with one subfolder per language, such as a fastlane `screenshots` folder with `en-US` and `de-DE`, and gives each language its own screenshots in one step. Images whose size doesn't match the row are skipped, and a subfolder for a language the project doesn't have can be added as you import. One **Undo** reverts the whole import.
ar: **استيراد لقطات الشاشة المترجمة...** (الصف ▸ **⋯** القائمة، أو إسقاط مجلد في صف واحد) يأخذ مجلدًا يحتوي على مجلد فرعي واحد لكل لغة، مثل مجلد "لقطات الشاشة" Fastlane مع "en-US" و"de-DE"، ويمنح كل لغة لقطات شاشة خاصة بها في خطوة واحدة. يتم تخطي الصور التي لا يتطابق حجمها مع الصف، ويمكن إضافة مجلد فرعي للغة لا يمتلكها المشروع أثناء الاستيراد. يؤدي إجراء واحد **تراجع** إلى إرجاع عملية الاستيراد بالكامل.
ca: **Importa captures de pantalla localitzades...** (fila ▸ **⋯** menú, o deixa anar una carpeta en una fila) pren una carpeta amb una subcarpeta per idioma, com ara una carpeta de "captures de pantalla" de carril ràpid amb "en-US" i "de-DE", i ofereix a cada idioma les seves pròpies captures de pantalla en un sol pas. Les imatges la mida de les quals no coincideix amb la fila s'ometen i es pot afegir una subcarpeta per a un idioma que no tingui el projecte mentre importeu. Un **Desfer** reverteix tota la importació.
cs: **Importovat lokalizované snímky obrazovky…** (nabídka řádek ▸ **⋯** nebo přetažení složky na řádek) vezme složku s jednou podsložkou pro každý jazyk, jako je například složka `screenshots` s `en-US` a `de-DE`, a každému jazyku poskytne v jednom kroku vlastní snímky obrazovky. Obrázky, jejichž velikost neodpovídá řádku, jsou přeskočeny a při importu lze přidat podsložku pro jazyk, který projekt nemá. Jedno **Zpět** vrátí celý import zpět.
da: **Importér lokaliserede skærmbilleder...** (række ▸ **⋯** menu, eller slip en mappe på en række) tager en mappe med en undermappe pr. sprog, såsom en fastlane 'screenshots'-mappe med 'en-US' og 'de-DE', og giver hvert sprog sine egne skærmbilleder i ét trin. Billeder, hvis størrelse ikke matcher rækken, springes over, og en undermappe til et sprog, projektet ikke har, kan tilføjes, mens du importerer. Én **Fortryd** vender hele importen tilbage.
de: **Lokalisierte Screenshots importieren…** (Zeilenmenü **⋯** oder einen Ordner auf eine Zeile ziehen) nimmt einen Ordner mit einem Unterordner pro Sprache, etwa einen fastlane-Ordner `screenshots` mit `en-US` und `de-DE`, und gibt jeder Sprache in einem Schritt ihre eigenen Screenshots. Bilder, deren Größe nicht zur Zeile passt, werden übersprungen, und einen Unterordner für eine Sprache, die das Projekt noch nicht hat, kannst du beim Import hinzufügen. Ein einziges **Widerrufen** macht den ganzen Import rückgängig.
el: **Εισαγωγή τοπικών στιγμιότυπων οθόνης…** (σειρά ▸ **⋯** μενού, ή απόθεση ενός φακέλου σε μια σειρά) παίρνει έναν φάκελο με έναν υποφάκελο ανά γλώσσα, όπως έναν φάκελο "στιγμιότυπα οθόνης" fastlane με "en-US" και "de-DE", και δίνει σε κάθε γλώσσα τα δικά της στιγμιότυπα οθόνης σε ένα βήμα. Οι εικόνες των οποίων το μέγεθος δεν ταιριάζει με τη σειρά παραλείπονται και ένας υποφάκελος για μια γλώσσα που δεν έχει το έργο μπορεί να προστεθεί καθώς εισάγετε. Ένα **Αναίρεση** επαναφέρει ολόκληρη την εισαγωγή.
es: **Importar capturas localizadas…** (menú **⋯** de la fila, o suelta una carpeta sobre una fila) toma una carpeta con una subcarpeta por idioma, como una carpeta `screenshots` de fastlane con `en-US` y `de-DE`, y da a cada idioma sus propias capturas en un solo paso. Se omiten las imágenes cuyo tamaño no coincide con la fila, y puedes añadir durante la importación una subcarpeta de un idioma que el proyecto no tiene. Un solo **Deshacer** revierte toda la importación.
fa: **وارد کردن اسکرین‌شات‌های بومی‌سازی‌شده…** (منوی **⋯** ردیف، یا رها کردن یک پوشه روی ردیف) پوشه‌ای با یک زیرپوشه برای هر زبان می‌گیرد، مثلاً پوشه `screenshots` در fastlane با `en-US` و `de-DE`، و در یک مرحله به هر زبان اسکرین‌شات‌های خودش را می‌دهد. تصویرهایی که اندازه‌شان با ردیف نمی‌خواند رد می‌شوند، و زیرپوشه زبانی را که پروژه ندارد می‌توانید هنگام وارد کردن اضافه کنید. یک **واگرد** کل وارد کردن را برمی‌گرداند.
fi: **Tuo lokalisoituja kuvakaappauksia…** (rivi ▸ **⋯** -valikko tai pudota kansio riville) ottaa kansion, jossa on yksi alikansio kieltä kohden, kuten fastlane "screenshots"-kansio, jossa on "en-US" ja "de-DE", ja antaa kullekin kielelle omat kuvakaappaukset yhdessä vaiheessa. Kuvat, joiden koko ei vastaa riviä, ohitetaan, ja tuonnin yhteydessä voidaan lisätä alikansio kielelle, jota projektissa ei ole. Yksi **Kumoa** palauttaa koko tuonnin.
fr: **Importer des captures d'écran localisées…** (menu **⋯** de la ligne, ou déposez un dossier sur une ligne) prend un dossier contenant un sous-dossier par langue, comme un dossier fastlane `screenshots` avec `en-US` et `de-DE`, et attribue à chaque langue ses propres captures en une seule étape. Les images dont la taille ne correspond pas à la ligne sont ignorées, et le sous-dossier d'une langue absente du projet peut être ajouté pendant l'import. Un seul **Annuler** annule tout l'import.
he: **ייבא צילומי מסך מקומיים...** (תפריט שורה ▸ **⋯**, או שחרור תיקיה לשורה) לוקח תיקייה עם תיקיית משנה אחת לכל שפה, כגון תיקיית 'צילומי מסך' של Fastlane עם 'en-US' ו-'de-DE', ונותנת לכל שפה צילומי מסך משלה בשלב אחד. תמונות שגודלן אינו תואם את השורה מדלגים, וניתן להוסיף תיקיית משנה לשפה שאין לפרויקט בעת הייבוא. **בטל** אחד מחזיר את כל הייבוא.
hr: **Uvezi lokalizirane snimke zaslona…** (redak ▸ **⋯** izbornik ili ispustite mapu u redak) preuzima mapu s jednom podmapom po jeziku, kao što je brza mapa `snimki zaslona` s `en-US` i `de-DE`, i daje svakom jeziku vlastite snimke zaslona u jednom koraku. Slike čija veličina ne odgovara retku se preskaču, a podmapa za jezik koji projekt nema može se dodati dok uvozite. Jedno **Poništi** poništava cijeli uvoz.
hu: **Lokalizált képernyőképek importálása…** (▸ **⋯** sor menü, vagy húzzon egy mappát egy sorba) készít egy mappát nyelvenként egy almappával, például egy gyorssávos "screenshots" mappát "en-US" és "de-DE" karakterekkel, és minden nyelvnek saját képernyőképet ad egy lépésben. Azok a képek, amelyek mérete nem egyezik a sorral, kimarad, és a projektben nem szereplő nyelv almappája is hozzáadható az importálás során. Egy **Visszavonás** visszaállítja a teljes importálást.
id: **Impor Tangkapan Layar yang Dilokalkan…** (baris ▸ **⋯** menu, atau letakkan folder ke dalam satu baris) mengambil folder dengan satu subfolder per bahasa, seperti folder `tangkapan layar` jalur cepat dengan `en-US` dan `de-DE`, dan memberikan tangkapan layarnya sendiri pada setiap bahasa dalam satu langkah. Gambar yang ukurannya tidak sesuai dengan baris akan dilewati, dan subfolder untuk bahasa yang tidak dimiliki proyek dapat ditambahkan saat Anda mengimpor. Satu **Undo** akan mengembalikan keseluruhan impor.
it: **Importa screenshot localizzati…** (menu **⋯** della riga, oppure trascina una cartella su una riga) prende una cartella con una sottocartella per lingua, come una cartella fastlane `screenshots` con `en-US` e `de-DE`, e assegna a ogni lingua i propri screenshot in un solo passaggio. Le immagini con dimensioni diverse da quelle della riga vengono saltate, e una sottocartella per una lingua non presente nel progetto può essere aggiunta durante l'importazione. Un solo **Annulla** ripristina l'intera importazione.
ja: **ローカライズ済みスクリーンショットを読み込む…**（行の **⋯** メニュー、またはフォルダを行にドロップ）は、言語ごとにサブフォルダがあるフォルダ（`en-US` と `de-DE` を含む fastlane の `screenshots` フォルダなど）を読み込み、各言語にそれぞれのスクリーンショットを一度に設定します。サイズが行と一致しない画像はスキップされ、プロジェクトにない言語のサブフォルダは読み込み時に追加できます。**取り消す**を 1 回実行すると、読み込み全体が元に戻ります。
ko: **현지화된 스크린샷 가져오기…**(행의 **⋯** 메뉴, 또는 폴더를 행에 드롭)는 `en-US`와 `de-DE`가 있는 fastlane `screenshots` 폴더처럼 언어별 하위 폴더가 있는 폴더를 가져와 한 번에 각 언어에 해당 스크린샷을 지정합니다. 크기가 행과 맞지 않는 이미지는 건너뛰며, 프로젝트에 없는 언어의 하위 폴더는 가져오면서 추가할 수 있습니다. **실행 취소** 한 번으로 전체 가져오기가 되돌려집니다.
ms: **Import Tangkapan Skrin Disetempatkan…** (baris ▸ **⋯** menu, atau lepaskan folder ke satu baris) mengambil folder dengan satu subfolder bagi setiap bahasa, seperti folder `tangkapan skrin` laluan cepat dengan `en-US` dan `de-DE`, dan memberikan setiap bahasa tangkapan skrinnya sendiri dalam satu langkah. Imej yang saiznya tidak sepadan dengan baris dilangkau dan subfolder untuk bahasa yang tidak ada pada projek boleh ditambah semasa anda mengimport. Satu **Buat asal** mengembalikan keseluruhan import.
nl: **Gelokaliseerde schermafbeeldingen importeren…** (rij ▸ **⋯** menu, of een map naar een rij neerzetten) neemt een map met één submap per taal, zoals een fastlane map 'screenshots' met 'en-US' en 'de-DE', en geeft elke taal in één stap zijn eigen schermafbeeldingen. Afbeeldingen waarvan de grootte niet overeenkomt met de rij worden overgeslagen en tijdens het importeren kan een submap worden toegevoegd voor een taal die het project niet heeft. Met één **Ongedaan maken** wordt de gehele import ongedaan gemaakt.
no: **Importer lokaliserte skjermbilder...** (rad ▸ **⋯** meny, eller slipp en mappe på en rad) tar en mappe med én undermappe per språk, for eksempel en fastlane `skjermbilder`-mappe med `en-US` og `de-DE`, og gir hvert språk sine egne skjermbilder i ett trinn. Bilder hvis størrelse ikke samsvarer med raden, hoppes over, og en undermappe for et språk prosjektet ikke har kan legges til mens du importerer. Én **Angre** tilbakestiller hele importen.
pl: **Importuj zlokalizowane zrzuty ekranu…** (menu wiersz ▸ **⋯** lub upuść folder w wierszu) pobiera folder z jednym podfolderem na język, np. folder „zrzuty ekranu” Fastlane z „en-US” i „de-DE” i w jednym kroku udostępnia każdemu językowi własne zrzuty ekranu. Obrazy, których rozmiar nie pasuje do wiersza, są pomijane, a podczas importowania można dodać podfolder dla języka, którego projekt nie posiada. Jedno **Cofnij** przywraca cały import.
pt_br: **Importar capturas de tela localizadas…** (menu **⋯** da linha, ou solte uma pasta sobre uma linha) recebe uma pasta com uma subpasta por idioma, como uma pasta `screenshots` do fastlane com `en-US` e `de-DE`, e dá a cada idioma suas próprias capturas em uma única etapa. Imagens cujo tamanho não corresponde à linha são ignoradas, e a subpasta de um idioma que o projeto não tem pode ser adicionada durante a importação. Um único **Desfazer** reverte toda a importação.
pt_pt: **Importar capturas de ecrã localizadas…** (linha ▸ **⋯** menu ou soltar uma pasta em uma linha) pega uma pasta com uma subpasta por idioma, como uma pasta fastlane `capturas de ecrã` com `en-US` e `de-DE`, e fornece a cada idioma suas próprias capturas de ecrã em uma única etapa. As imagens cujo tamanho não corresponde à linha são ignoradas e uma subpasta para um idioma que o projeto não possui pode ser adicionada durante a importação. Um **Desfazer** reverte toda a importação.
ro: **Importați capturi de ecran localizate...** (rând ▸ **⋯** meniul sau plasați un dosar pe un rând) preia un folder cu un subdosar per limbă, cum ar fi un folder `screenshots` cu `en-US` și `de-DE`, și oferă fiecărei limbi propriile capturi de ecran într-un singur pas. Imaginile a căror dimensiune nu se potrivește cu rândul sunt omise și un subdosar pentru o limbă pe care proiectul nu o are poate fi adăugat pe măsură ce importați. O **Anulare** revine întregului import.
ru: **Импорт локализованных скриншотов…** (меню **⋯** строки или перетаскивание папки на строку) берёт папку с отдельной подпапкой для каждого языка — например, папку fastlane `screenshots` с `en-US` и `de-DE` — и за один шаг даёт каждому языку свои скриншоты. Изображения, размер которых не совпадает со строкой, пропускаются, а подпапку для языка, которого нет в проекте, можно добавить прямо при импорте. Одна команда **Отменить** отменяет весь импорт.
sk: **Importovať lokalizované snímky obrazovky…** (riadok ▸ **⋯** ponuka alebo presunutie priečinka na riadok) vytvorí priečinok s jedným podpriečinkom pre každý jazyk, ako je napríklad priečinok „snímky obrazovky“ s „en-US“ a „de-DE“, a každému jazyku poskytne v jednom kroku vlastné snímky obrazovky. Obrázky, ktorých veľkosť sa nezhoduje s riadkom, sa preskočia a pri importe je možné pridať podpriečinok pre jazyk, ktorý projekt nemá. Jedno **Späť** vráti celý import späť.
sl: **Uvozi lokalizirane posnetke zaslona…** (vrstica ▸ **⋯** meni ali spustite mapo v vrstico) vzame mapo z eno podmapo na jezik, kot je mapa hitrega traku `posnetki zaslona` z `en-US` in `de-DE`, in vsakemu jeziku v enem koraku da lastne posnetke zaslona. Slike, katerih velikost se ne ujema z vrstico, so preskočene in med uvozom je mogoče dodati podmapo za jezik, ki ga projekt nima. En **Razveljavi** razveljavi celoten uvoz.
sv: **Importera lokaliserade skärmdumpar...** (meny rad ▸ **⋯**, eller släpp en mapp på en rad) tar en mapp med en undermapp per språk, till exempel en fastlane `screenshots`-mapp med `en-US` och `de-DE`, och ger varje språk sina egna skärmdumpar i ett steg. Bilder vars storlek inte matchar raden hoppas över, och en undermapp för ett språk som projektet inte har kan läggas till när du importerar. En **Ångra** återställer hela importen.
th: **นำเข้าภาพหน้าจอที่แปลเป็นภาษาท้องถิ่น…** (แถว ▸ **⋯** เมนู หรือวางโฟลเดอร์ลงบนแถว) นำโฟลเดอร์ที่มีหนึ่งโฟลเดอร์ย่อยต่อภาษา เช่น โฟลเดอร์ `ภาพหน้าจอ` แบบ fastlane ที่มี `en-US` และ `de-DE` และให้แต่ละภาษามีภาพหน้าจอของตัวเองในขั้นตอนเดียว รูปภาพที่มีขนาดไม่ตรงกับแถวจะถูกข้ามไป และคุณสามารถเพิ่มโฟลเดอร์ย่อยสำหรับภาษาที่โปรเจ็กต์ไม่มีได้ในขณะที่คุณนำเข้า **เลิกทำ** หนึ่งครั้งจะคืนค่าการนำเข้าทั้งหมด
tr: **Yerelleştirilmiş Ekran Görüntülerini İçe Aktar…** (satırın **⋯** menüsü veya bir klasörü satırın üzerine bırakın), her dil için bir alt klasör içeren bir klasörü — örneğin `en-US` ve `de-DE` içeren bir fastlane `screenshots` klasörünü — alır ve tek adımda her dile kendi ekran görüntülerini verir. Boyutu satırla eşleşmeyen görüntüler atlanır; projede olmayan bir dilin alt klasörünü içe aktarırken ekleyebilirsiniz. Tek bir **Geri Al** tüm içe aktarmayı geri alır.
uk: **Імпорт локалізованих знімків екрана…** (меню **⋯** рядка або перетягування папки на рядок) бере папку з окремою підпапкою для кожної мови — наприклад, папку fastlane `screenshots` з `en-US` і `de-DE` — і за один крок дає кожній мові власні знімки екрана. Зображення, розмір яких не збігається з рядком, пропускаються, а підпапку для мови, якої немає в проєкті, можна додати під час імпорту. Одна команда **Відмінити** скасовує весь імпорт.
ur: **مقامی اسکرین شاٹس امپورٹ کریں…** (قطار ▸**⋯** مینو، یا کسی فولڈر کو قطار پر چھوڑیں) ہر زبان میں ایک سب فولڈر والا فولڈر لیتا ہے، جیسے کہ فاسٹ لین `اسکرین شاٹس` فولڈر جس میں `en-US` اور `de-DE` ہوتا ہے، اور ہر زبان کو ایک قدم میں اس کے اپنے اسکرین شاٹس دیتا ہے۔ وہ تصویریں جن کا سائز قطار سے مماثل نہیں ہے کو چھوڑ دیا جاتا ہے، اور اس زبان کے لیے ایک ذیلی فولڈر شامل کیا جا سکتا ہے جو پروجیکٹ کے پاس نہیں ہے جب آپ درآمد کرتے ہیں۔ ایک **Undo** پوری درآمد کو واپس کر دیتا ہے۔
vi: **Nhập ảnh chụp màn hình được bản địa hóa…** (menu hàng ▸ **⋯** hoặc thả một thư mục vào một hàng) lấy một thư mục có một thư mục con cho mỗi ngôn ngữ, chẳng hạn như thư mục `ảnh chụp màn hình` fastlane với `en-US` và `de-DE`, đồng thời cung cấp cho mỗi ngôn ngữ ảnh chụp màn hình riêng trong một bước. Hình ảnh có kích thước không khớp với hàng sẽ bị bỏ qua và thư mục con cho ngôn ngữ mà dự án không có có thể được thêm vào khi bạn nhập. Một **Hoàn tác** hoàn nguyên toàn bộ quá trình nhập.
zh_hans: **导入本地化截图…**（行的 **⋯** 菜单，或将文件夹拖放到行上）会读取每种语言各有一个子文件夹的文件夹，例如包含 `en-US` 和 `de-DE` 的 fastlane `screenshots` 文件夹，并一步为每种语言设置各自的截图。尺寸与行不符的图像会被跳过，项目中还没有的语言的子文件夹可以在导入时添加。一次**撤销**即可还原整个导入。
zh_hant: **輸入在地化螢幕截圖…**（列的 **⋯** 選單，或將檔案夾拖放到列上）會讀取每種語言各有一個子檔案夾的檔案夾，例如包含 `en-US` 和 `de-DE` 的 fastlane `screenshots` 檔案夾，並一次為每種語言設定各自的螢幕截圖。尺寸與列不符的影像會被略過，專案中還沒有的語言的子檔案夾可以在輸入時加入。一次**還原**即可復原整個輸入。

source: **Invisible** category shows the screenshot with no bezel — useful for clipped or abstract designs.
ar: تعرض فئة **غير مرئية** لقطة الشاشة بدون إطار، وهي مفيدة للتصميمات المقطوعة أو المجردة.
ca: La categoria **Invisible** mostra la captura de pantalla sense bisell, útil per a dissenys retallats o abstractes.
cs: Kategorie **Neviditelný** zobrazuje snímek obrazovky bez rámečku – užitečné pro oříznuté nebo abstraktní návrhy.
da: **Usynlig**-kategorien viser skærmbilledet uden ramme – nyttigt til klippede eller abstrakte designs.
de: Die Kategorie **Unsichtbar** zeigt den Screenshot ohne Rahmen – nützlich für angeschnittene oder abstrakte Designs.
el: Η κατηγορία **Invisible** εμφανίζει το στιγμιότυπο οθόνης χωρίς πλαίσιο — χρήσιμο για κομμένα ή αφηρημένα σχέδια.
es: La categoría **Invisible** muestra la captura de pantalla sin bisel, lo que resulta útil para diseños recortados o abstractos.
fa: دستهٔ **نامرئی** اسکرین‌شات را بدون قاب نشان می‌دهد — برای طرح‌های برش‌خورده یا انتزاعی مفید است.
fi: **Invisible**-luokka näyttää kuvakaappauksen ilman kehystä – hyödyllinen leikatuissa tai abstrakteissa kuvioissa.
fr: La catégorie **Invisible** affiche la capture d'écran sans cadre — utile pour les compositions rognées ou abstraites.
he: קטגוריית **בלתי נראה** מציגה את צילום המסך ללא מסגרת - שימושי לעיצובים חתוכים או מופשטים.
hr: Kategorija **Nevidljivo** prikazuje snimak zaslona bez okvira — korisno za izrezane ili apstraktne dizajne.
hu: A **Láthatatlan** kategória a képernyőképet jeleníti meg előlap nélkül – hasznos lehet vágott vagy absztrakt mintákhoz.
id: Kategori **Tak Terlihat** menampilkan tangkapan layar tanpa bezel — berguna untuk desain terpotong atau abstrak.
it: La categoria **Invisibile** mostra lo screenshot senza cornice: utile per design ritagliati o astratti.
ja: **透明** カテゴリでは、ベゼルなしでスクリーンショットが表示されます。クリップしたデザインや抽象的なデザインに便利です。
ko: **보이지 않음** 범주에는 베젤이 없는 스크린샷이 표시됩니다. 이는 잘린 디자인이나 추상적인 디자인에 유용합니다.
ms: Kategori **Halimunan** menunjukkan tangkapan skrin tanpa bezel — berguna untuk reka bentuk terpotong atau abstrak.
nl: De categorie **Onzichtbaar** toont de schermafbeelding zonder rand — handig voor afgekapte of abstracte ontwerpen.
no: **Usynlig**-kategorien viser skjermbildet uten ramme – nyttig for klippede eller abstrakte design.
pl: Kategoria **Niewidoczny** przedstawia zrzut ekranu bez ramki — przydatna w przypadku projektów przyciętych lub abstrakcyjnych.
pt_br: A categoria **Invisível** mostra a captura de tela sem moldura – útil para designs recortados ou abstratos.
pt_pt: A categoria **Invisível** mostra a captura de ecrã sem moldura – útil para designs recortados ou abstratos.
ro: Categoria **Invizibil** arată captura de ecran fără ramă — utilă pentru modele decupate sau abstracte.
ru: Категория **Невидимая** показывает скриншот без рамки — удобно для обрезанного или абстрактного дизайна.
sk: Kategória **Invisible** zobrazuje snímku obrazovky bez rámu – užitočné pre orezané alebo abstraktné návrhy.
sl: Kategorija **Nevidno** prikazuje posnetek zaslona brez okvirja – uporabno za obrezane ali abstraktne oblike.
sv: **Osynlig**-kategorin visar skärmdumpen utan ram – användbart för klippta eller abstrakta mönster.
th: หมวดหมู่ **มองไม่เห็น** แสดงภาพหน้าจอที่ไม่มีขอบจอ — มีประโยชน์สำหรับการออกแบบที่ถูกตัดหรือเป็นนามธรรม
tr: **Görünmez** kategorisi ekran görüntüsünü çerçevesiz gösterir — kırpılmış veya soyut tasarımlar için kullanışlıdır.
uk: Категорія **Невидимий** показує знімок екрана без рамки — корисно для обрізаних або абстрактних дизайнів.
ur: **غیر مرئی** زمرہ بغیر بیزل کے اسکرین شاٹ دکھاتا ہے — تراشے ہوئے یا تجریدی ڈیزائن کے لیے مفید ہے۔
vi: **Danh mục **Ẩn** hiển thị ảnh chụp màn hình không có viền — hữu ích cho các thiết kế được cắt bớt hoặc trừu tượng.
zh_hans: **不可见** 类别会显示不带边框的截图——适用于裁剪或抽象设计。
zh_hant: **隱形**類別會顯示沒有邊框的螢幕截圖——適用於裁切或抽象設計。

source: **iPad** — **iPad Pro 11"** and **iPad Pro 13"**, current generation with portrait and landscape.
ar: **iPad** — **iPad Pro 11"** و **iPad Pro 13"**، الجيل الحالي مع الوضع الرأسي والأفقي.
ca: **iPad** — **iPad Pro 11"** i **iPad Pro 13"**, la generació actual amb retrat i horitzontal.
cs: **iPad** — **iPad Pro 11"** a **iPad Pro 13"**, aktuální generace s na výšku a na šířku.
da: **iPad** — **iPad Pro 11"** og **iPad Pro 13"**, nuværende generation med portræt og liggende.
de: **iPad** – **iPad Pro 11"** und **iPad Pro 13"**, aktuelle Generation mit Hoch- und Querformat.
el: **iPad** — **iPad Pro 11"** και **iPad Pro 13"**, τρέχουσα γενιά με κατακόρυφο και οριζόντιο προσανατολισμό.
es: **iPad**: **iPad Pro 11"** y **iPad Pro 13"**, generación actual, en vertical y horizontal.
fa: **iPad** — **iPad Pro 11"** و **iPad Pro 13"**، نسل فعلی، در حالت عمودی و افقی.
fi: **iPad** — **iPad Pro 11"** ja **iPad Pro 13"**, nykyinen sukupolvi pysty- ja maisemakuvauksella.
fr: **iPad** : **iPad Pro 11"** et **iPad Pro 13"**, génération actuelle avec portrait et paysage.
he: **iPad** — **iPad Pro 11"** ו-**iPad Pro 13"**, הדור הנוכחי עם לאורך ולרוחב.
hr: **iPad** — **iPad Pro 11"** i **iPad Pro 13"**, trenutna generacija s portretom i pejzažom.
hu: **iPad** — **iPad Pro 11"** és **iPad Pro 13"**, jelenlegi generáció álló és fekvő képekkel.
id: **iPad** — **iPad Pro 11"** dan **iPad Pro 13"**, generasi terkini dengan potret dan lanskap.
it: **iPad**: **iPad Pro 11"** e **iPad Pro 13"**, generazione attuale, in verticale e in orizzontale.
ja: **iPad** — **iPad Pro 11"** と **iPad Pro 13"**。縦向き・横向きに対応した現行世代です。
ko: **iPad** — **iPad Pro 11"** 및 **iPad Pro 13"**. 세로 및 가로 모드를 지원하는 최신 세대입니다.
ms: **iPad** — **iPad Pro 11"** dan **iPad Pro 13"**, generasi semasa dengan potret dan landskap.
nl: **iPad** — **iPad Pro 11"** en **iPad Pro 13"**, huidige generatie met portret en landschap.
no: **iPad** — **iPad Pro 11"** og **iPad Pro 13"**, nåværende generasjon med portrett og landskap.
pl: **iPad** — **iPad Pro 11”** i **iPad Pro 13”**, aktualna generacja z możliwością portretu i krajobrazu.
pt_br: **iPad** — **iPad Pro 11"** e **iPad Pro 13"**, geração atual com retrato e paisagem.
pt_pt: **iPad** — **iPad Pro 11"** e **iPad Pro 13"**, geração atual com retrato e paisagem.
ro: **iPad** — **iPad Pro 11"** și **iPad Pro 13"**, generația actuală cu portret și peisaj.
ru: **iPad** — **iPad Pro 11"** и **iPad Pro 13"**, текущее поколение в книжной и альбомной ориентации.
sk: **iPad** — **iPad Pro 11"** a **iPad Pro 13"**, súčasná generácia s na výšku a na šírku.
sl: **iPad** — **iPad Pro 11"** in **iPad Pro 13"**, trenutna generacija s pokončnim in ležečim položajem.
sv: **iPad** — **iPad Pro 11"** och **iPad Pro 13"**, nuvarande generation med stående och liggande.
th: **iPad** — **iPad Pro 11"** และ **iPad Pro 13"** รุ่นปัจจุบันที่มีแนวตั้งและแนวนอน
tr: **iPad** — **iPad Pro 11"** ve **iPad Pro 13"**, dikey ve yatay yönlü güncel nesil.
uk: **iPad** — **iPad Pro 11"** і **iPad Pro 13"**, поточне покоління в книжковій та альбомній орієнтації.
ur: **iPad** — **iPad Pro 11"** اور **iPad Pro 13"**، پورٹریٹ اور لینڈ اسکیپ کے ساتھ موجودہ نسل۔
vi: **iPad** — **iPad Pro 11"** và **iPad Pro 13"**, thế hệ hiện tại có cả dọc và ngang.
zh_hans: **iPad**——**iPad Pro 11"** 和 **iPad Pro 13"**，当前机型，支持纵向和横向。
zh_hant: **iPad**——**iPad Pro 11"** 和 **iPad Pro 13"**，目前世代，支援直式和橫式。
